import 'package:flutter/material.dart';
import 'package:plant_shop/models/plant_model.dart';

List<PlantModel> fetchedPlantsListFromDatabase = [];
List<PlantModel> fetchedBookmarkedPlantsListFromDatabase = [];

List onboardingList = [
  {
    'title': 'به اپلیکیشن گیاه من خوش آمدید',
    'image': 'assets/images/backgrounds/onboadring2.jpg',
  },
  {
    'title': 'به اپلیکیشن گیاه من خوش آمدید',
    'image': 'assets/images/backgrounds/onboadring3.jpg',
  },
  {
    'title': 'به اپلیکیشن گیاه من خوش آمدید',
    'image': 'assets/images/backgrounds/onboadring1.jpg',
  },
];
List bottomNavs = [
  {
    'icon': Icons.home,
  },
  {
    'icon': Icons.search,
  },
  {
    'icon': Icons.bookmarks,
  },
  {
    'icon': Icons.settings,
  },
];
List drawerListItems = [
  {
    "title": "ذخیره شده",
    "icon": "Icons.save_alt_outlined",
    "logo": "images/backgrounds/sign-up-logo.jpg",
    "id": 1
  },
  {
    "title": "درباره ما",
    "icon": "Icons.people_alt_rounded",
    "logo": "images/backgrounds/sign-up-logo.jpg",
    "id": 2
  },
  {
    "title": "تنظیمات",
    "icon": "Icons.settings",
    "logo": "images/backgrounds/sign-up-logo.jpg",
    "id": 3
  },
  {
    "title": "خدمات و پشتیبانی",
    "icon": "Icons.supervised_user_circle",
    "logo": "images/backgrounds/sign-up-logo.jpg",
    "id": 4
  },
  {
    "title": "خروج",
    "icon": "Icons.logout_outlined",
    "logo": "images/backgrounds/sign-up-logo.jpg",
    "id": 5
  },
];
List<PlantModel> savedList = [];

List<PlantModel> herbList = [
  PlantModel.createItem(
    plantImage:
        'https://firebasestorage.googleapis.com/v0/b/plant-shop-bdff8.appspot.com/o/acacia-senegal.jpg?alt=media&token=5a82e36f-f6ba-4c91-874c-3328ea1b9926',
    plantTitle: "گل ختمی",
    plantSTitle: "Alcea Rosea",
    plantId: '0',
    plantDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantIsSaved: false,
  ),
  PlantModel.createItem(
    plantImage:
        'https://firebasestorage.googleapis.com/v0/b/plant-shop-bdff8.appspot.com/o/actaea.jpg?alt=media&token=6c8d97b8-7128-46e8-9986-f920d1b160e5',
    plantTitle: "بومادران زرد",
    plantSTitle: "Achille Millefolium",
    plantId: '0',
    plantDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantIsSaved: false,
  ),
  PlantModel.createItem(
    plantImage:
        'https://firebasestorage.googleapis.com/v0/b/plant-shop-bdff8.appspot.com/o/aesculus.jpg?alt=media&token=c9f4b50b-87b8-48c8-bd74-5cb409dfdc7c',
    plantTitle: "کوهش سیاه",
    plantSTitle: "Actaea Racemosa",
    plantId: '0',
    plantDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantIsSaved: false,
  ),
  PlantModel.createItem(
    plantImage:
        'https://firebasestorage.googleapis.com/v0/b/plant-shop-bdff8.appspot.com/o/agretina.jpg?alt=media&token=d7a4754f-5b04-4774-9796-1461113efab5',
    plantTitle: "دم اسب",
    plantSTitle: "Aesculus Hippocastanum",
    plantId: '0',
    plantDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantIsSaved: false,
  ),
  PlantModel.createItem(
    plantImage:
        'https://firebasestorage.googleapis.com/v0/b/plant-shop-bdff8.appspot.com/o/alcea.jpg?alt=media&token=9fff2d8c-5d7d-41f9-a3f4-9bba6992ffcf',
    plantTitle: "زرآوند سفید",
    plantSTitle: "Ageratina Altissima",
    plantId: '0',
    plantDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantIsSaved: false,
  ),
  PlantModel.createItem(
    plantImage:
        'https://firebasestorage.googleapis.com/v0/b/plant-shop-bdff8.appspot.com/o/alisma.jpg?alt=media&token=2f104f4e-694b-481a-8b6b-033467042085',
    plantTitle: "صمغ عربی",
    plantSTitle: "Acacia Senegal",
    plantId: '0',
    plantDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantIsSaved: false,
  ),
  PlantModel.createItem(
    plantImage:
        'https://firebasestorage.googleapis.com/v0/b/plant-shop-bdff8.appspot.com/o/allium.png?alt=media&token=4e2843e3-abc8-43f6-af60-e69c9fee7882',
    plantTitle: "غازیانی",
    plantSTitle: "Alisma Plantago-Aquatica",
    plantId: '0',
    plantDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantIsSaved: false,
  ),
  PlantModel.createItem(
    plantImage:
        'https://firebasestorage.googleapis.com/v0/b/plant-shop-bdff8.appspot.com/o/alo_vera.png?alt=media&token=ede0dd44-6f8f-4a97-8080-1b6ed1722ec7',
    plantTitle: "آلوئه ورا",
    plantSTitle: "Allium Sativum",
    plantId: '0',
    plantDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantIsSaved: false,
  ),
  PlantModel.createItem(
    plantImage:
        'https://firebasestorage.googleapis.com/v0/b/plant-shop-bdff8.appspot.com/o/althea.png?alt=media&token=24e7471b-ba58-4569-9938-1ae18b5e5a25',
    plantTitle: "گل ختمی",
    plantSTitle: "Aloe Vera",
    plantId: '0',
    plantDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantIsSaved: false,
  ),
  PlantModel.createItem(
    plantImage:
        'https://firebasestorage.googleapis.com/v0/b/plant-shop-bdff8.appspot.com/o/amorphophallus.png?alt=media&token=f4ba726a-1181-4b83-b0d8-51d3fa272441',
    plantTitle: "کنجک",
    plantSTitle: "Amorphophallus Konjac",
    plantId: '0',
    plantDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantIsSaved: false,
  ),
  PlantModel.createItem(
    plantImage:
        'https://firebasestorage.googleapis.com/v0/b/plant-shop-bdff8.appspot.com/o/anemone.png?alt=media&token=5f1ed5eb-a711-44e6-8600-2104488d3b6b',
    plantTitle: "تیره آلاله",
    plantSTitle: "Anemone Hepatica",
    plantId: '0',
    plantDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantIsSaved: false,
  ),
  PlantModel.createItem(
    plantImage:
        'https://firebasestorage.googleapis.com/v0/b/plant-shop-bdff8.appspot.com/o/angelica.png?alt=media&token=c01e5535-56e3-42de-810b-75a659082f9a',
    plantTitle: "سنبل ختایی",
    plantSTitle: "Angelica Archangelica",
    plantId: '0',
    plantDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantIsSaved: false,
  ),
  PlantModel.createItem(
    plantImage:
        'https://firebasestorage.googleapis.com/v0/b/plant-shop-bdff8.appspot.com/o/angelica_sinesis.jpg?alt=media&token=bd2a7140-2631-4dc6-993c-f722d038c729',
    plantTitle: "دونگ کوهی",
    plantSTitle: "Angelica Sinensis",
    plantId: '0',
    plantDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantIsSaved: false,
  ),
  PlantModel.createItem(
    plantImage:
        'https://firebasestorage.googleapis.com/v0/b/plant-shop-bdff8.appspot.com/o/apium.png?alt=media&token=ee1220ad-096d-48e1-9a1b-521b8d53428e',
    plantTitle: "کرفس",
    plantSTitle: "Apium Graveolens",
    plantId: '0',
    plantDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    plantIsSaved: false,
  ),
];

List<String> onboardingImageList = [
  'assets/images/backgrounds/splash1.jpg',
  'assets/images/backgrounds/splash2.jpg',
  'assets/images/backgrounds/splash3.jpg',
];
